Revit 2020 API
Ceramic Class
 Represents the properties of materials.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2018.1
Syntax
C#
public static class Ceramic
Visual Basic
Public NotInheritable Class Ceramic
Visual C++
public ref class Ceramic abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.Visual.Ceramic
See Also
Ceramic Members
Autodesk.Revit.DB.Visual Namespace